{ "translations": {
    "Can I update?" : "Kann ich aktualisieren?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Ab Nextcloud 14 abgekündigt. Bitte deinstallieren Sie diese App",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Überholt ab Nextcloud 14:** Die Funktionalität der \"caniupdate\" App wurde in die \"Update notifications\" App für Nextcloud 14 übernommen. Sie können die \"caniupdate\" app ohne Probleme deinstallieren, da sie keine Funktion mehr hat.\n\nPrüft ob für alle Ihre Apps ein Update vorhanden ist, so dass Sie die aktuelle Version von Nextcloud ausführen bzw. auf diese updaten können.",
    "Missing updates" : "Fehlende Aktualisierungen",
    "View in store" : "Im Store anzeigen",
    "Available updates" : "Verfügbare Aktualisierungen",
    "Checking …" : "Überprüfe …",
    "You are already on the latest major version." : "Sie nutzen bereits die neueste Hauptversion.",
    "Appstore is disabled in your configuration." : "Der Appstore ist in Ihrer Konfiguration deaktiviert.",
    "Maybe …" : "Vielleicht …",
    "Yes!" : "Ja!",
    "No!" : "Nein!",
    "This app will show results again, once Nextcloud 14 is close." : "Diese App wird wieder Ergebnisse anzeigen, sobald Nextcloud 14 ansteht.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Bitte stellen Sie sicher, dass in der \"config.php\"-Datei die Variable <samp>appstoreenabled</samp>nicht auf \"false\" steht.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "Die Verbindung zum Appstore konnte nicht aufgebaut werden oder der Appstore hat keine Apps zurück geliefert. Suchen Sie selbst nach den Updates oder stellen Sie sicher, dass ihr Server Zugriff auf das Internet hat und eine Verbindung zum Appstore aufbauen kann. ",
    "All apps have a version for Nextcloud {version} available" : "Für alle Apps steht eine Version für Nextcloud {version} zur Verfügung",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%n App hat keine Version für Nextcloud {version} verfügbar","%n Apps haben keine Version für Nextcloud {version} verfügbar"],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Prüft ob für alle Ihre Apps eine Aktualisierung zur Verfügung steht, so dass Sie die nächste Hauptversion von Nextcloud nutzen können."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}