{ "translations": {
    "Can I update?" : "¿Puedo actualizar?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Obsoleto en NextCloud 14: Por favor desinstala esta app.",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Obsoleta con Nextcloud 14:** La funcionalidad de la app \"caniupdate\" se ha unido a la app \"Notificaciones de actualización\" para Nextcloud 14. Puedes desinstalar y borrar la app \"caniupdate\" porque ya no hace nada.\n\nComprueba si hay una actualización disponible para todas tus apps, para que puedas ejecutar la siguiente versión mayor de Nextcloud.",
    "Missing updates" : "Actualizaciones que faltan",
    "View in store" : "Ver en la tienda",
    "Available updates" : "Actualizaciones disponibles",
    "Checking …" : "Comprobando…",
    "You are already on the latest major version." : "Ya estás en la última versión mayor.",
    "Appstore is disabled in your configuration." : "La tienda de apps está desactivada en tu configuración.",
    "Maybe …" : "Quizás…",
    "Yes!" : "¡Sí!",
    "No!" : "¡No!",
    "This app will show results again, once Nextcloud 14 is close." : "Esta app mostrará resultados de nuevo una vez Nextcloud 14 esté cerca.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Por favor, asegúrate de que config.php no tiene configurado <samp>appstoreenabled</samp> como false.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "No se ha podido conectar a la tienda de apps o la tienda de apps no ha devuelto ninguna actualización. Busca manualmente actualizaciones o asegúrate de que tu servidor tiene acceso a internet y puede conectarse a la tienda de apps.",
    "All apps have a version for Nextcloud {version} available" : "Todas las apps tienen una versión disponible para Nextcloud {version}",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%n app no tiene una versión disponible para Nextcloud {version}","%n apps no tienen una versión disponible para Nextcloud {version}"],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Comprueba si hay actualizaciones disponibles para todas tus apps, de forma que estés en disposición de ejecutar la siguiente versión mayor de Nextcloud."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}