{ "translations": {
    "Can I update?" : "Podo actualizar?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Obsoleto co NextCloud 14: Desinstale este aplicativo.",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Obsoleta co NextCloud 14:**A funcionalidade  do aplicativo «caniupdate» foi unida ao aplicativo «Notificacións de actualización» para o Nextcloud 14. Pode desinstalar e eliminar o aplicativo «caniupdate» xa que agora non fai nada.\n\nComprobe se hai unha actualización dispoñíbel para todos os seus aplicativos, para poder executar a seguinte versión maior do Nextcloud.",
    "Missing updates" : "Actualizacións que faltan",
    "View in store" : "Ver na tenda",
    "Available updates" : "Actualizacións dispoñíbeis",
    "Checking …" : "Comprobando ...",
    "You are already on the latest major version." : "Xa se atopa na última versión maior.",
    "Appstore is disabled in your configuration." : "A tenda de aplicativo está desactivada na súa configuración.",
    "Maybe …" : "Quizais …",
    "Yes!" : "Si!",
    "No!" : "Non!",
    "This app will show results again, once Nextcloud 14 is close." : "Este aplicativo volverá amosar outra vez os resultados cando o Nextcloud 14 estea próximo.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Asegúrese de que config.php non ten configurado <samp>appstoreenabled</samp> como false.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "Non foi posíbel conectar coa tenda de aplicativos ou esta non devolveu ningunha actualización. Busque as actualizacións  manualmente ou asegúrese de que o seu servidor ten acceso á Internet e pode conectarse coa tenda de aplicativos.",
    "All apps have a version for Nextcloud {version} available" : "Todos os aplicativos teñen unha versión dispoñíbel para o Nextcloud {version} ",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%n  aplicativo non ten unha versión dispoñíbel para o Nextcloud {version}","%n aplicativos non teñen unha versión dispoñíbel para o Nextcloud {version}"],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Comprobe se hai actualizacións dispoñíbeis para todos os seus aplicativos, para poder executar a seguinte versión maior do Nextcloud."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}