{ "translations": {
    "Can I update?" : "Posso aggiornare?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Resa obsoleta da Nextcloud 14: disinstalla questa applicazione",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Obsoleta con Nextcloud 14:** la funzionalità dell'applicazione \"caniupdate\" è stata inglobata nell'applicazione \"Notifiche degli aggiornamenti\" per Nextcloud 14. Puoi disinstallare ed eliminare in modo sicuro l'applicazione \"caniupdate\", poiché non ha più alcuna utilità.\n\nVerifica se è disponibile un aggiornamento per tutte le tue applicazioni, in modo che tu possa eseguire la successiva versione principale di Nextcloud.",
    "Missing updates" : "Aggiornamenti mancanti",
    "View in store" : "Visualizza nel negozio",
    "Available updates" : "Aggiornamenti disponibili",
    "Checking …" : "Controllo in corso…",
    "You are already on the latest major version." : "Sei già all'ultima versione principale.",
    "Appstore is disabled in your configuration." : "Il negozio delle applicazioni è disabilitato nella tua configurazione.",
    "Maybe …" : "Forse…",
    "Yes!" : "Sì!",
    "No!" : "No!",
    "This app will show results again, once Nextcloud 14 is close." : "Questa applicazione mostrerà ancora risultati, una volta che Nextcloud 14 è chiuso.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Assicurati che il tuo config.php non abbia <samp>appstoreenabled</samp> impostata a false.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "Impossibile connettersi al negozio delle applicazioni o il negozio delle applicazioni non ha restituito alcun aggiornamento. Cerca manualmente gli aggiornamenti o assicurati che il server abbia accesso a Internet e possa collegarsi al negozio delle applicazioni.",
    "All apps have a version for Nextcloud {version} available" : "Tutte le applicazioni hanno una versione disponibile per Nextcloud {version}",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%n applicazione n.on ha una versione disponibile per Nextcloud  {version}","%n applicazioni non hanno una versione disponibile per Nextcloud  {version}"],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Controlla se c'è un aggiornamento disponibile per tutte le tue applicazioni, in modo che puoi eseguire la prossima versione principale di Nextcloud."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}