{ "translations": {
    "Can I update?" : "Kan ik updaten?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Verouderd met ingang van Nextcloud 14: De-installeer deze app",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Verouderd m.i.v. Nextcloud 14:** De functionaliteit van de \"caniupdate\" app is ingevoegd in de \"Update notificaties\" app voor Nextcloud 14. Je kunt de \"caniupdate\" app veilig de-installeren en verwijderen, omdat die niets meer doet.\n\nControleert of er een update voor al je apps beschikbaar is, zodat je volgende hoofdrelease van Nextcloud kunt installeren.",
    "Missing updates" : "Ontbrekende updates",
    "View in store" : "Bekijk in winkel",
    "Available updates" : "Beschikbare updates",
    "Checking …" : "Controleren",
    "You are already on the latest major version." : "Je gebruikt al de laatste hoofdversie",
    "Appstore is disabled in your configuration." : "Appstore is uitgeschakeld in jouw configuratie",
    "Maybe …" : "Misschien ...",
    "Yes!" : "Ja!",
    "No!" : "Nee!",
    "This app will show results again, once Nextcloud 14 is close." : "Deze app zal weer resultaten laten zien wanneer Nextcloud 14 bijna klaar voor gebruik is.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Zorg ervoor dat je in config.php <samp>appstoreenabled</samp> niet op 'false' zet.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "Kan niet verbinden met de appstore of de appstore gaf geen updates terug. Zoek handmatig naar updates of verifieer dat je server internettoegang heeft en kan verbinden met de appstore.",
    "All apps have a version for Nextcloud {version} available" : "Van alle apps is een versie beschikbaar voor Nextcloud {version}",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%n app heeft geen versie beschikbaar voor Nexctloud {version}","%n apps hebben geen versie beschikbaar voor Nexctloud {version}"],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Controleert of er een update voor al je apps beschikbaar is, zodat je volgende hoofdrelease van Nextcloud kunt installeren."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}