{ "translations": {
    "Can I update?" : "Posso atualizar?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Ficou obsoleto com Nextcloud 14: Desinstale este aplicativo",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Ficou obsoleto com o Nextcloud 14: ** A funcionalidade do aplicativo \"caniupdate\" foi mesclada no aplicativo \"Update notifications\" do Nextcloud 14. É possível desinstalar e excluir o aplicativo \"caniupdate\", porque ele não faz mais nada.\n\nVerifica se há uma atualização para todos os seus aplicativos disponíveis para que você possa executar a próxima versão principal do Nextcloud.",
    "Missing updates" : "Atualizações faltantes",
    "View in store" : "Ver na loja",
    "Available updates" : "Atualizações disponíveis",
    "Checking …" : "Verificando...",
    "You are already on the latest major version." : "Você já está na última versão principal.",
    "Appstore is disabled in your configuration." : "A loja de aplicativos está desativada em sua configuração.",
    "Maybe …" : "Talvez...",
    "Yes!" : "Sim!",
    "No!" : "Não!",
    "This app will show results again, once Nextcloud 14 is close." : "Este aplicativo mostrará os resultados novamente, quando o Nextcloud 14 estiver próximo.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Verifique se o config.php não define <samp>appstoreenabled</samp> como falso.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "Não foi possível conectar-se ao appstore ou o ele não retornou nenhuma atualização. Pesquise manualmente por atualizações ou certifique-se de que o servidor tem acesso à Internet e possa se conectar ao appstore.",
    "All apps have a version for Nextcloud {version} available" : "Todos os aplicativos têm uma versão para o Nextcloud {version} disponível",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%n aplicativo não tem versão para Nextcloud {version} disponível","%n aplicativos não têm versão para Nextcloud {version} disponível"],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Verifica se há atualização para todos os aplicativos disponíveis para poder executar a próxima versão principal do Nextcloud."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}