{ "translations": {
    "Can I update?" : "Güncelleyebilir miyim?",
    "Obsoleted with Nextcloud 14: Please uninstall this app" : "Nextcloud 14 sürümünde kullanımdan kaldırıldı. Lütfen bu uygulamayı kaldırın",
    "**Obsoleted with Nextcloud 14:** The functionality of the \"caniupdate\" app has been merged into the \"Update notifications\" app for Nextcloud 14. You can savely uninstall and delete the \"caniupdate\" app, because it does not do anything anymore.\n\nChecks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "**Nextcloud 14 sürümünde kullanımdan kaldırıldı.** \"caniupdate\" uygulamasının özellikleri Nextcloud 14 sürümünde \"Güncelleme bildirimleri\" uygulamasının içine aktarıldı. Artık bir işe yaramadığından \"caniupdate\" uygulamasını güvenle kaldırıp silebilirsiniz.\n\nTüm uygulamalarınız için bir güncelleme yayınlanıp yayınlanmadığını denetler. Böylece sonraki büyük Nextcloud sürümünü çalıştırabilirsiniz.",
    "Missing updates" : "Eksik güncellemeler",
    "View in store" : "Mağazada görüntüle",
    "Available updates" : "Kullanılabilecek güncellemeler",
    "Checking …" : "Denetleniyor…",
    "You are already on the latest major version." : "Zaten güncel ana sürümü kullanıyorsunuz.",
    "Appstore is disabled in your configuration." : "Yapılandırmanızda uygulama mağazası devre dışı bırakılmış.",
    "Maybe …" : "Belki…",
    "Yes!" : "Evet!",
    "No!" : "Hayır!",
    "This app will show results again, once Nextcloud 14 is close." : "Bu uygulama Nextcloud 14 kapatıldıktan sonra sonuçları yeniden görüntüleyecek.",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Lütfen config.php dosyasındaki <samp>appstoreenabled</samp> seçeneğinin false olarak ayarlanmadığından emin olun.",
    "Could not connect to the appstore or the appstore returned no updates at all. Search manually for updates or make sure your server has access to the internet and can connect to the appstore." : "Uygulama mağazasına bağlanılamadı ya da uygulama mağazasında herhangi bir güncelleme yok. Güncellemeleri el ile arayın ya da sunucunuzun İnternet üzerine ve uygulama mağazasına bağlanabildiğinden emin olun.",
    "All apps have a version for Nextcloud {version} available" : "Tüm uygulamalar Nextcloud {version} ile uyumlu bir sürüme sahip",
    "_%n app has no version for Nextcloud {version} available_::_%n apps have no version for Nextcloud {version} available_" : ["%nuygulama Nextcloud {version} ile uyumlu bir sürüme sahip değil. ","%nuygulama Nextcloud {version} ile uyumlu bir sürüme sahip değil. "],
    "Checks whether there is an update for all of your apps available, so you can run the next major version of Nextcloud." : "Tüm uygulamalarınız için yayınlanmış güncellemeleri denetler. Böylece gelecek Nextcloud ana sürümünü kullanabilirsiniz."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}